Repository: kunkakamikasa/photorevival-ios
Catalog: photoreviveaiedit/Localizable.xcstrings
Source language: en
Languages: ar, fil, he, hi, id, ja, ms, tr, ur, vi

source: Your draft won't be saved if you leave.
ar: مشروعك لن يتم إنقاذه إذا غادرت
fil: Ang iyong draft ay hindi maliligtas kung aalis ka.
he: הדראפט שלך לא יישמר אם אתה עוזב.
hi: यदि आप छोड़ते हैं तो आपका ड्राफ्ट सेव नहीं किया जाएगा।
id: draft Anda tidak akan disimpan jika Anda pergi.
ja: 退去すると、ドラフトは保存されません。
ms: draftmu tidak akan diselamatkan jika kau pergi.
tr: draftınız terk ederseniz kurtarılamaz.
ur: آپ کو جانے کے بعد آپ کے ڈرافٹ محفوظ نہیں کیا جائے گا.
vi: Bản nháp của anh sẽ không được lưu lại nếu anh đi.

source: Your Email
ar: البريد الإلكتروني الخاص بك
fil: Ang iyong Email
he: הדואר האלקטרוני שלך
hi: आपका ईमेल
id: Surel Anda
ja: 電子メール
ms: Email Anda
tr: E-postanız
ur: آپ کا ایلچی
vi: Email của bạn

source: Your Feedback
ar: عودتك
fil: Ang Iyong Pagpapakain
he: התוספת שלך
hi: आपकी प्रतिक्रिया
id: Anda Feedback
ja: あなたのフィードバック
ms: Suapan Anda
tr: Geri bildirim
ur: آپکی خوراک
vi: Phản hồi của bạn

source: Your Suggestion
ar: اقتراحك
fil: Ang iyong Mungkahi
he: הצעתך
hi: आपका सुझाव
id: Saran Anda
ja: あなたの提案
ms: Saranmu
tr: Öneriniz
ur: آپ کی اصلاح
vi: Đề nghị của bạn

source: @Image%lld
fil: @Image%lld00000000
he: צילום:%lld
hi: @Dank%lld
ja: イメージ%lld
ms: %lld

# %@ free, then %@/year (%@)
source: %1$@ free, then %2$@/year (%3$@)
he: %1$@ חינם, %2$@ / שנה (%3$@)
hi: %1$@ मुक्त, फिर %2$@ / वर्ष (%3$@)
ja: %1$@は、それから%2$@/year (%3$@)放します
ms: %1$@0 gratis, kemudian %2$@/tahun (%3$@)

source: ✦ DRAG YOUR FINGER ✦
fil: ✦IGAY ANG IYONG PANDAIGDIG ✦
he: DRAG Your FING
hi: To make a good way.
id: GRAG FINGER ANDA
ja: ✔ プレイヤーを運転する
ms: ✦ Mengejar temanmu ✦
tr: ✦ DRAG YOU FINGER ✦
ur: ✦ اپنے فن کا جائزہ لیں
vi: Hãy uống nước hoa

source: BEST VALUE
fil: PINAKAMATAAS NA BALUE
he: הטוב ביותר VALUE
hi: सर्वश्रेष्ठ मूल्य
id: BAST NILAI
ja: ベストバリュー
ms: NILAI TERBAIK
ur: اشارہ
vi: GỢI Ý KỂ LẠI

source: Copied
fil: Pinagsama
he: שוטרים
id: Disalin
ja: コピッド
ur: کوس
vi: Sao chép

source: CREATE WITHOUT LIMITS
fil: NAGING WALANG MGA LIMIT
he: ללא LIMITS
hi: बिना छूट के बनाएँ
id: CREATE TANPA LIMITS
ja: 制限なしの作成
ms: MENCERITAKAN TANPA LIMI
ur: بیت‌ایل کے ساتھ
vi: HÃY NHỮNG CÂU CHUYỆN

source: Earned
fil: Tinuto
he: מרוויח
hi: अर्जित
id: Dikeluarkan
ja: 獲得賞金
ms: Telinga
tr: Geldi
ur: محفوظ
vi: Kiếm được

source: Edit generation settings
fil: Nagbabagong salinlahi
he: הגדרות הדורעריכה
hi: उत्पादन सेटिंग्स संपादित करें
id: Sunting pengaturan generasi
ja: 生成設定の編集
ms: Diubah
tr: Edit nesil ayarları
ur: طبقاتی ترتیبات مرتب کریں
vi: Sửa thiết lập thế hệ

source: FAQ
fil: KABAITAN
he: שאלות נפוצות
hi: सामान्य
id: PSD
ja: よくある質問
tr: SSS SSS
ur: فاک

source: Feedback sent
fil: Nagpadala ng pampakain
he: משוב נשלח
hi: भेजे गए फीडबैक
id: Feedback dikirim
ja: フィードバック送信
ms: Umpan balik di kirim
tr: Geri bildirim
ur: کھاتہ واپسی
vi: Name

source: Generate
fil: Pag - aanak
he: ייצור
hi: उत्पन्न करना
id: Hasilkan
ja: 生成する
ms: Janakan
tr: Genrate
ur: جنات
vi: Tạo ra

source: Image(%lld/3)
fil: Larawan(%lld00/3)
he: צילום:%lld3
hi: छवि(%lld/3)
ja: イメージ(%lld/3)

source: Insert at sign
fil: Paunawahan
he: הכנס בסימן
hi: साइन इन करें
id: Sisipkan di tanda
ja: 印のインサート
ms: Pengalihan pada tanda tangan
tr: Sign at sign
ur: علامات میں اضافہ
vi: Chèn vào dấu

source: Invite
fil: Mga Pag - aanyaya
he: הזמנה
id: Undang
ja: 招待状
ms: Jemput
ur: بلال
vi: Mời

source: LIMITED TIME ONLY
fil: MAHAHALAGANG PANAHON
he: זמן פנוי בלבד
hi: केवल सीमित समय
id: SAMPAI TIME HANYA
ja: 限られた時間だけ
ms: WAKTU DIKASIH HANYA
tr: BÜTÜNÜ SADECE
ur: قدیم زمانہ
vi: Chỉ thời gian trôi qua

source: Load More
fil: Higit Pang Pasan
he: עוד מטען
hi: अधिक लोड
id: Muat Lagi
ja: もっと見る
ms: Lebih Banyak Beban
tr: Daha Fazla Yük
ur: مزید لوڈ کریں
vi: Tải thêm

source: No credit activity yet
fil: Wala pang gawaing kredito
he: עדיין אין פעילות אשראי
hi: अभी तक कोई क्रेडिट गतिविधि नहीं
id: Belum ada aktivitas kredit
ja: クレジット活動はまだありません
ms: Tidak ada aktivitas kredit belum
tr: Henüz kredi aktivitesi yok
ur: کوئی قابل عمل عمل
vi: Vẫn chưa có hoạt động tín dụng

source: No Watermark
fil: Walang Bantay - Tubig
he: אין סימן מים
hi: कोई वॉटरमार्क नहीं
id: Tidak ada Watermark
ja: ウォーターマークなし
ms: Air Airmark
tr: Hayır Sumark
ur: کوئی واٹرمارک نہیں
vi: Không thủy ấn

source: OFFER
fil: WALANG LAKAS
he: הצעות
hi: प्रस्ताव
id: KANTOR
ja: オファー
ur: جابر
vi: Tránh ra

source: PHOTO REVIVAL CREDITS
fil: PROPESOR APOYIVAL NA MGA ERDIT
he: צילום: REVIVAL CREDITS
hi: फोटो गैलरी
ja: フォトギャラリー
ms: WHOTO REVIVAL CREDITS
tr: FOTOĞRAFI
ur: عالمی طاقت
vi: POTOIVITES

source: PREMIUM
fil: PAGHAHAHALAGA
he: המונחים
hi: प्रीमियम
ja: プレミアム
ur: غیر متصل
vi: [MRIUM]

# Recurring Credit %lld | Lifetime Credit %lld
source: Recurring Credit %1$lld | Lifetime Credit %2$lld
he: אשראי %1$lld | כל החיים אשראי %2$lld
ja: クレジット %1$lld | 生涯クレジット %2$lld
ms: Penghargaan yang Berulang Tahun %1$lld ery Lifetime Credit %2$lld
tr: Kredi %1$lld | Lifetime Credit %2$lld

source: Redeeming...
fil: Pagsagip...
he: רדום...
id: Penebus...
ja: レディーミング...
ms: Pemulihan...
tr: Emekli...
ur: سرخ رنگ...
vi: Đang chuộc lỗi...

source: Remove watermark
fil: Alisin ang watermark
he: להסיר סימן מים
hi: वॉटरमार्क निकालें
id: Hapus tanda air
ja: 透かしを取り除く
ms: watermark
tr: Sumark Kaldır
ur: آبپاشی
vi: Xóa dấu nước

source: Resize freeform crop
fil: Palitan ang mga pananim na freeform
he: גידול חינם
hi: फ्रीफॉर्म फसल का आकार बदलें
id: Ubah ukuran tanaman bentuk bebas
ja: フリーフォームクロップのサイズ変更
ms: Ubahsaiz tanaman bentuk bebas
tr: Resize freeform ek
ur: آزادانہ طور پر کاشت
vi: Chọn

source: Reward unavailable
fil: Walang Gantimpala
he: תגמול לא זמין
hi: अनुपलब्ध
id: Reward tidak tersedia
ja: 退場不可
ms: TLS tidak tersedia
tr: Ödül kullanılamaz
ur: اُن کی وہ جزا جو ختم ہونے والی ہے
vi: Không có phần thưởng

source: Screenshot
fil: Pagsabog ng Sisidlan
he: צילום מסך
hi: स्क्रीनशॉट
id: Cuplikan layar
ja: スクリーンショット
ms: Cekupan Skrin
tr: Ekran görüntüsü
ur: سکرین شاٹ
vi: Hình chụp

source: Secure purchase through the App Store
fil: Matatag na pagbili sa App Store0000
he: רכישה בטוחה באמצעות App Store
hi: App Store के माध्यम से सुरक्षित खरीद
ja: App Storeによる安全な購入
ms: Pembelian aman melalui App Store
tr: App Store aracılığıyla güvenli satın alma

source: Share generated photo
fil: Bahaging larawan na ginawa
he: שתף תמונה
hi: शेयर उत्पन्न फोटो
id: Berbagi foto yang dihasilkan
ja: 生成された写真を共有する
ms: Kongsi foto yang dihasilkan oleh Kongsi
tr: Paylaşılmış fotoğraf
ur: شیئر کردہ فوٹو تخلیق کار
vi: Chia sẻ ảnh chụp tạo ra

source: Share generated video
fil: Bahaging video na ginawa
he: שיתוף וידאו
hi: साझा वीडियो
id: Berbagi video yang dihasilkan
ja: 生成されたビデオを共有する
ms: Kocokkan video yang dihasilkan
tr: Paylaşılmış video
ur: شیئر کردہ ویڈیو تخلیق کریں
vi: Chia sẻ tạo ra video

source: Shop
fil: Pamimili
he: חנות Shop
hi: दुकान
id: Toko
ja: ショップ
ms: Kedai
tr: Shop Shop Shop
ur: شپ
vi: Cửa hàng

source: SPECIAL OFFER
fil: PAG - AABULOY
he: המונחים:
hi: विशेष प्रस्ताव
id: KANTOR SPESIAL
ja: スペシャルオファー
ms: HADIRIN AS
tr: ÖZEL
ur: س . ع .
vi: (TIẾNG)

source: SUPER PRIZE
fil: PRIZE NG SUPER
he: PRIZE
hi: सुपर PRIZE
ja: スーパープライズ
ms: SUPER PRZE
tr: Sörf
ur: مصر
vi: TIẾNG CÔNG VIỆC

source: Day%lld
fil: Araw%lld0000
hi: दिन%lld
ja: 日%lld
ms: Hari ke%lld

source: FREEFORM
fil: KARAHASAN
hi: फ्रीफोर्म
ja: フリーフォーム
ms: UMUM
tr: ÜCRETSİZ
ur: مصر
vi: BIÊN TẬP

source: Open %@
fil: Buksan %@000000
hi: ओपन %@
ja: オープン %@
tr: Açık %@
ur: کھولیں %@00

source: Select %@
fil: Pumili ng %@0000
hi: %@ चुनें
ja: 選ぶ %@
ms: Pilih %@

source: Spent
fil: Asawa
hi: सर्प
id: Menghabiskan
ja: スペント
ms: Andika Spent
ur: تلاش
vi: Dành

source: total %@/first week
fil: kabuuang %@/unang linggo
hi: कुल %@/पहली सप्ताह
ja: 合計 %@/最初の週
ms: %@/minggu pertama
tr: Toplam %@ / ilk hafta

source: up to %lld per week
hi: प्रति सप्ताह %lld तक
ja: 週最大%lld
tr: Haftada %lld

source: ◆ PRO
fil: ◆ PRO00
ja: ◆のPRO
ur: ◆ PRO00

source: PRO
fil: PRO0000
ja: PROの
